START_MSG = "👨 Привет. Я Олег. Я люблю reddit.com. Ты тоже полюбишь."
HELP_MSG = "👨 Олег умеет показывать топовые новости. Просто напиши мне:\n\n" \
    "*/top* - чтобы увидеть котиков\n" \
    "*/top <топик>* - чтобы увидеть 10 лучших постов за день по заданному топику\n" \
    "*/top <топик> <N>* - чтобы увидеть N лучших постов за день по заданному топику\n" \
    "*/top <топик> <N> <day/week/month/year>* - чтобы увидеть N лучших постов за выбранное время " \
    "по заданному топику"
CAT_MSG = "🐱 Олег любит котиков, поэтому держи котиков.\n\n"
ERR_MSG = "🙇🏻 Олег ничего не нашёл по твоему запросу. Олег всемогущ в reddit'е. Ты ошибся."
NOINFO_MSG = "Автор не добавил описание. Олег не одобряет."
REGISTERED_MSG = "🤯 Зачем ты пытаешься обмануть Олега? Ты уже зарегистрирован."
NOBOOKMARKS_MSG = "🧺 Эта корзина пуста. Твои закладки тоже."
